Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutTan_number
source: A numeric value (in radians) to process.
bg_bg: Числова стойност (в радиани) за обработка.
ca_es: Valor numèric (en radians) que es processarà.
cs_cz: Číselná hodnota (v radiánech), která se má zpracovat.
da_dk: En numerisk værdi (i radianer), der skal behandles.
de_de: Ein numerischer Wert (im Bogenmaß), der zu verarbeiten ist.
el_gr: Μια αριθμητική τιμή (σε ακτίνια) προς επεξεργασία.
es_es: Un valor numérico para procesar (en radianes).
et_ee: Töödeldav arvväärtus (radiaanides).
eu_es: Prozesatuko den zenbakizko balioa (radianetan zehaztuta).
fi_fi: Käsiteltävä numeroarvo (radiaaneina).
fr_fr: Valeur numérique (en radians) à traiter.
gl_es: Valor numérico (en radiáns) para procesar.
hi_in: संसाधित किया जाने वाला सांख्यिक मान (रेडियंस में).
hr_hr: Brojčana vrijednost (u radijanima) koja će biti obrađena.
hu_hu: A feldolgozandó számérték (radiánban).
it_it: Valore numerico (in radianti) da elaborare.
ja_jp: 処理する数値 (ラジアン単位)。
kk_kz: Өңделетін сандық мән (радианалармен берілген).
ko_kr: 처리할 숫자 값(라디안 단위)입니다.
lt_lt: Skaitinė reikšmė (radianais), skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība (radiānos).
ms_my: Nilai nombor (dalam radian) untuk diproses.
nb_no: En numerisk verdi (i radianer) som skal behandles.
nl_nl: Een numerieke waarde (in radialen) die moet worden verwerkt.
pl_pl: Wartość liczbowa (w radianach) do przetworzenia.
pt_br: Um valor numérico (em radianos) para processar.
pt_pt: Um valor numérico (em radianos) a processar.
ro_ro: O valoare numerică (în radiani) de procesat.
ru_ru: Числовое значение (в радианах) для обработки.
sk_sk: Číselná hodnota (v radiánoch) na spracovanie.
sl_si: Številska vrednost (v radianih) za obdelavo.
sr_cyrl_rs: Нумеричка вредност (у радијанима) коју треба обрадити.
sr_latn_rs: Numerička vrednost (u radijanima) koju treba obraditi.
sv_se: Ett numeriskt värde (i radianer) att bearbeta.
th_th: ค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değer (radyan cinsinde).
uk_ua: Числове значення (у радіанах) для обробки.
vi_vn: Một giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值(以弧度为单位)。
zh_tw: 要處理的數值 (以弧度為單位)。

# AboutTan_input
source: A column of numeric values (in radians) to process.
bg_bg: Колона с числови стойности (в радиани) за обработка.
ca_es: Columna de valors numèrics (en radians) que es processaran.
cs_cz: Sloupec číselných hodnot (v radiánech), které se mají zpracovat.
da_dk: En kolonne med numeriske værdier (i radianer), der skal behandles.
de_de: Eine Spalte mit numerischen Werten (im Bogenmaß), die zu verarbeiten sind.
el_gr: Μια στήλη αριθμητικών τιμών (σε ακτίνια) προς επεξεργασία.
es_es: Una columna de valores numéricos para procesar (en radianes).
et_ee: Töödeldavate arvväärtuste (radiaanides) veerg.
eu_es: Prozesatuko den zenbakizko balioen zutabea (radianetan zehaztuta).
fi_fi: Käsiteltävien numeroarvojen (radiaaneina) sarake.
fr_fr: Colonne de valeurs numériques (en radians) à traiter.
gl_es: Columna de valores numéricos (en radiáns) para procesar.
hi_in: संसाधित किए जाने वाले सांख्यिक मानों (रेडियंस में) का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti (u radijanima) koje će biti obrađene.
hu_hu: A feldolgozandó, számértékeket (radiánban) tartalmazó oszlop.
it_it: Colonna di valori numerici (in radianti) da elaborare.
ja_jp: 処理する数値列の値 (ラジアン単位)。
kk_kz: Өңделетін сандық мәндердің (радианалармен берілген) бағаны.
ko_kr: 처리할 숫자 값(라디안 단위)의 열입니다.
lt_lt: Skaitinių reikšmių (radianais) stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību (radiānos) kolonna.
ms_my: Lajur nilai nombor (dalam radian) untuk diproses.
nb_no: En kolonne med numeriske verdier (i radianer) som skal behandles.
nl_nl: Een kolom met numerieke waarden (in radialen) die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych (w radianach) do przetworzenia.
pt_br: Uma coluna de valores numéricos (em radianos) para processar.
pt_pt: Uma coluna de valores numéricos (em radianos) a processar.
ro_ro: O coloană de valori numerice (în radiani) de procesat.
ru_ru: Столбец числовых значений (в радианах) для обработки.
sk_sk: Stĺpec číselných hodnôt (v radiánoch) na spracovanie.
sl_si: Stolpec številskih vrednosti (v radianih) za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности (у радијанима) које треба обрадити.
sr_latn_rs: Kolona numeričkih vrednosti (u radijanima) koje treba obraditi.
sv_se: En kolumn med numeriska värden (i radianer) att bearbeta.
th_th: คอลัมน์ของค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değerler (radyan cinsinde) sütunu.
uk_ua: Стовпець числових значень (у радіанах) для обробки.
vi_vn: Một cột giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值组成的列(以弧度为单位)。
zh_tw: 要處理的數值資料行 (以弧度為單位)。

# AboutAtan
source: Returns the arc tangent value (in radians) of a number.
bg_bg: Връща стойността на аркустангенса (в радиани) от число.
ca_es: Retorna el valor d'arc tangent (en radians) d'un nombre.
cs_cz: Vrátí hodnotu arkus tangens (v radiánech) pro číslo.
da_dk: Returnerer buens tangensværdi (i radianer) for et tal.
de_de: Gibt den Arcustangenswert (im Bogenmaß) für eine Zahl zurück.
el_gr: Επιστρέφει την τιμή τόξου εφαπτομένης (σε ακτίνια) ενός αριθμού.
es_es: Devuelve el valor de arcotangente de un número (en radianes).
et_ee: Tagastab arvu arkustangensi väärtuse (radiaanides).
eu_es: Zenbaki baten arku tangentearen balioa itzultzen du (radianetan zehaztuta).
fi_fi: Palauttaa luvun arkustangenttiarvon (radiaaneina).
fr_fr: Retourne la valeur d’arc tangent (en radians) d’un nombre.
gl_es: Devolve o valor da arcotanxente (en radiáns) dun número.
hi_in: किसी संख्या का चाप स्पज्या मान (रेडियंस में) लौटाता है.
hr_hr: Vraća vrijednost arkus tangensa (u radijanima) broja.
hu_hu: Egy szám arkusztangensértékét adja eredményül (radiánban).
it_it: Restituisce il valore dell'arcotangente (in radianti) di un numero.
ja_jp: 数値のアークタンジェント値 (ラジアン単位) を返します。
kk_kz: Санның арктангенсінің мәнін (радианалармен берілген) қайтарады.
ko_kr: 특정 수의 아크탄젠트 값(라디안 단위)을 반환합니다.
lt_lt: Pateikia skaičiaus arktangento reikšmę (radianais).
lv_lv: Atgriež skaitļa arktangensa vērtību (radiānos).
ms_my: Mengembalikan nilai lengkuk tangen (dalam radian) nombor.
nb_no: Returnerer arctangens-verdien (i radianer) for et tall.
nl_nl: Retourneert de waarde voor de arctangens (in radialen) van een getal.
pl_pl: Zwraca wartość funkcji arcus tangens (w radianach) liczby.
pt_br: Retorna o valor do arco tangente (em radianos) de um número.
pt_pt: Devolve o valor de arco tangente (em radianos) de um número.
ro_ro: Returnează valoarea arctangentei unui număr (în radiani).
ru_ru: Возвращает значение арктангенса (в радианах) для числа.
sk_sk: Vráti hodnotu arkus tangens (v radiánoch) čísla.
sl_si: Vrne vrednost arkus tangensa (v radianih) števila.
sr_cyrl_rs: Враћа вредност аркус тангенса броја (у радијанима).
sr_latn_rs: Vraća vrednost arkus tangensa broja (u radijanima).
sv_se: Returnerar arcus tangens-värdet (i radianer) av ett tal.
th_th: คืนค่าแทนเจนต์โค้ง (ในเรเดียน) ของตัวเลข
tr_tr: Bir sayının ark tanjant değerini (radyan cinsinde) döndürür.
uk_ua: Повертає значення арктангенса (у радіанах) для числа.
vi_vn: Trả về giá trị arc tang (theo radian) của một số.
zh_cn: 返回某数值的反正切值(以弧度为单位)。
zh_tw: 傳回數值的反正切值 (以弧度為單位)。

# AboutAtanT
source: Returns the arc tangent values (in radians) of a column of numbers.
bg_bg: Връща стойностите на аркустангенса (в радиани) от колона с числа.
ca_es: Retorna els valors d'arc tangent (en radians) d'una columna de nombres.
cs_cz: Vrátí hodnotu arkus tangens (v radiánech) pro sloupec čísel.
da_dk: Returnerer buens tangensværdier (i radianer) for en kolonne med tal.
de_de: Gibt die Arcustangenswerte (im Bogenmaß) für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές τόξου εφαπτομένης (σε ακτίνια) μιας στήλης αριθμών.
es_es: Devuelve los valores de arcotangente de una columna de números (en radianes).
et_ee: Tagastab arve sisaldava veeru arkustangensite väärtused (radiaanides).
eu_es: Zenbaki-zutabe baten arku tangentearen balioak itzultzen ditu (radianetan zehaztuta).
fi_fi: Palauttaa lukusarakkeen arkustangenttiarvot (radiaaneina).
fr_fr: Retourne les valeurs d’arc tangente (en radians) d’une colonne de nombres.
gl_es: Devolve os valores da arcotanxente (en radiáns) dunha columna de números.
hi_in: संख्याओं के स्तंभ का चाप स्पज्या (रेडियंस में) लौटाता है.
hr_hr: Vraća vrijednosti arkus tangensa (u radijanima) stupca brojeva.
hu_hu: Egy számoszlop arkusztangensértékeit adja eredményül (radiánban).
it_it: Restituisce i valori delle arcotangenti (in radianti) di una colonna di numeri.
ja_jp: 数値列のアークタンジェント値 (ラジアン単位) を返します。
kk_kz: Сандар бағанының арктангенсінің мәндерін (радианалармен берілген) қайтарады.
ko_kr: 숫자 열의 아크탄젠트 값(라디안 단위)을 반환합니다.
lt_lt: Pateikia skaičių stulpelio arktangento reikšmes (radianais).
lv_lv: Atgriež skaitļu kolonnas arktangensa vērtības (radiānos).
ms_my: Mengembalikan nilai lengkuk tangen (dalam radian) lajur nombor.
nb_no: Returnerer arctangens-verdiene (i radianer) for en kolonne med tall.
nl_nl: Retourneert de waarden voor de arctangens (in radialen) van een kolom getallen.
pl_pl: Zwraca wartości funkcji arcus tangens (w radianach) kolumny liczb.
pt_br: Retorna os valores do arco tangente (em radianos) de uma coluna de números.
pt_pt: Devolve os valores de arco tangente (em radianos) de uma coluna de números.
ro_ro: Returnează valorile arctangentei unei coloane de numere (în radiani).
ru_ru: Возвращает значения арктангенса (в радианах) для столбца чисел.
sk_sk: Vráti hodnoty arkus tangens (v radiánoch) stĺpca čísel.
sl_si: Vrne vrednosti arkus tangensa (v radianih) stolpca števil.
sr_cyrl_rs: Враћа вредности аркус тангенса колоне бројева (у радијанима).
sr_latn_rs: Vraća vrednosti arkus tangensa kolone brojeva (u radijanima).
sv_se: Returnerar arctangens-värden (i radianer) av tal i en kolumn.
th_th: คืนค่าอาร์คแทนเจนต์โค้ง (ในเรเดียน) ของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun ark tanjant değerlerini (radyan cinsinde) döndürür.
uk_ua: Повертає значення арктангенса (у радіанах) для стовпця чисел.
vi_vn: Trả về các giá trị arc tang (theo radian) của một cột số.
zh_cn: 返回数值组成的列的反正切值(以弧度为单位)。
zh_tw: 傳回數字資料行的反正切值 (以弧度為單位)。

# AboutAtan_number
source: A numeric value to process.
bg_bg: Числова стойност за обработване.
ca_es: Valor numèric que es processarà.
cs_cz: Číselná hodnota, která se má zpracovat
da_dk: En numerisk værdi, der skal behandles.
de_de: Ein zu verarbeitender Zahlenwert.
el_gr: Αριθμητική τιμή για επεξεργασία.
es_es: Un valor numérico que se va a procesar.
et_ee: Töödeldav arvväärtus.
eu_es: Prozesatuko den zenbakizko balioa.
fi_fi: Käsiteltävä numeerinen arvo.
fr_fr: Valeur numérique à traiter.
gl_es: Valor numérico que se vai procesar.
hi_in: संसाधित करने के लिए एक सांख्यिक मान.
hr_hr: Numerička vrijednost koja se obrađuje.
hu_hu: A feldolgozandó számérték.
it_it: Valore numerico da elaborare.
ja_jp: 処理する数値。
kk_kz: Өңделетін сандық мән.
ko_kr: 처리할 숫자 값입니다.
lt_lt: Skaitinė reikšmė, skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība.
ms_my: Nilai angka untuk diproses.
nb_no: En numerisk verdi som skal behandles.
nl_nl: Een numerieke waarde die moet worden verwerkt.
pl_pl: Wartość liczbowa do przetworzenia.
pt_br: Valor numérico a processar.
pt_pt: Um valor numérico para processar.
ro_ro: O valoare numerică de procesat.
ru_ru: Числовое значение для обработки.
sk_sk: Numerická hodnota na spracovanie.
sl_si: Številska vrednost za obdelavo.
sr_cyrl_rs: Нумеричка вредност за обраду.
sr_latn_rs: Numerička vrednost za obradu.
sv_se: Ett numeriskt värde att bearbeta.
th_th: ค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal bir değer.
uk_ua: Числове значення, яке потрібно обробити.
vi_vn: Giá trị số cần xử lý.
zh_cn: 要处理的数值。
zh_tw: 要處理的數值。

# AboutAtan_input
source: A column of numeric values to process.
bg_bg: Колона с числови стойности за обработване.
ca_es: Columna de valors numèrics que es processarà.
cs_cz: Sloupec číselných hodnot, které se mají zpracovat
da_dk: En kolonne af numeriske værdier, der skal behandles.
de_de: Eine Spalte mit zu verarbeitenden Zahlenwerten.
el_gr: Στήλη αριθμητικών τιμών για επεξεργασία.
es_es: Una columna de valores numéricos que se va a procesar.
et_ee: Töödeldavate arvväärtuste veerg.
eu_es: Prozesatzeko zenbakizko balioak dituen zutabea.
fi_fi: Käsiteltävien numeeristen arvojen sarake.
fr_fr: Colonne de valeurs numériques à traiter.
gl_es: Columna de valores numéricos que se van procesar.
hi_in: संसाधित करने के लिए सांख्यिक मानों का स्तंभ.
hr_hr: Stupac numeričkih vrijednosti koji se obrađuje.
hu_hu: A feldolgozandó számértékeket tartalmazó oszlop.
it_it: Colonna di valori numerici da elaborare.
ja_jp: 処理する数値の列。
kk_kz: Өңделетін сандық мәндер бағаны.
ko_kr: 처리할 숫자 값 열입니다.
lt_lt: Skaitinių reikšmių stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību kolonna.
ms_my: Lajur nilai angka untuk diproses.
nb_no: En kolonne med numeriske verdier som skal behandles.
nl_nl: Een kolom met numerieke waarden die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych do przetworzenia.
pt_br: Coluna de valores numéricos a processar.
pt_pt: Uma coluna de valores numéricos para processar.
ro_ro: O coloană de valori numerice de procesat.
ru_ru: Столбец числовых значений для обработки.
sk_sk: Stĺpec numerických hodnôt na spracovanie.
sl_si: Stolpec številskih vrednosti za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности за обраду.
sr_latn_rs: Kolona numeričkih vrednosti za obradu.
sv_se: En kolumn med numeriska värden att bearbeta.
th_th: คอลัมน์ของค่าตัวเลขที่จะดำเนินการ
tr_tr: İşlenecek sayısal değerleri içeren bir sütun.
uk_ua: Числовий стовпець, який потрібно обробити.
vi_vn: Cột chứa các giá trị số cần xử lý.
zh_cn: 要处理的数值组成的列。
zh_tw: 要處理的數值資料行。

# AboutCot
source: Returns the cotangent value of a number.
bg_bg: Връща стойността на котангенса от число.
ca_es: Retorna el valor de cotangent d'un nombre.
cs_cz: Vrátí hodnotu kotangens pro číslo.
da_dk: Returnerer cotangensværdien for et tal.
de_de: Gibt den Cotangenswert für eine Zahl zurück.
el_gr: Επιστρέφει την τιμή συνεφαπτομένης ενός αριθμού.
es_es: Devuelve el valor de cotangente de un número.
et_ee: Tagastab arvu kootangensi väärtuse.
eu_es: Zenbaki baten kotangentearen balioa itzultzen du.
fi_fi: Palauttaa luvun kotangenttiarvon.
fr_fr: Retourne la valeur cotangente d’un nombre.
gl_es: Devolve o valor da cotanxente dun número.
hi_in: किसी संख्या का चाप स्पज्या मान लौटाता है.
hr_hr: Vraća vrijednost kotangensa broja.
hu_hu: Egy szám kotangensértékét adja eredményül.
it_it: Restituisce il valore della cotangente di un numero.
ja_jp: 数値のコタンジェント値を返します。
kk_kz: Санның котангенс мәнін қайтарады.
ko_kr: 특정 수의 코탄젠트 값을 반환합니다.
lt_lt: Pateikia skaičiaus kotangento reikšmę.
lv_lv: Atgriež skaitļa kotangensa vērtību.
ms_my: Mengembalikan nilai kotangen nombor.
nb_no: Returnerer kotangens-verdien for et tall.
nl_nl: Retourneert de cotangenswaarde van een getal.
pl_pl: Zwraca wartość funkcji cotangens liczby.
pt_br: Retorna o valor cotangente de um número.
pt_pt: Devolve o valor de cotangente de um número.
ro_ro: Returnează valoarea cotangentei unui număr.
ru_ru: Возвращает значение котангенса для числа.
sk_sk: Vráti hodnotu kotangens čísla.
sl_si: Vrne vrednost kotangensa števila.
sr_cyrl_rs: Враћа вредност котангенса броја.
sr_latn_rs: Vraća vrednost kotangensa broja.
sv_se: Returnerar cotangens-värdet för ett tal.
th_th: คืนค่าโคแทนเจนต์ของตัวเลข
tr_tr: Bir sayının kotanjant değerini döndürür.
uk_ua: Повертає значення котангенса для числа.
vi_vn: Trả về giá trị cotang của một số.
zh_cn: 返回某数值的余切值。
zh_tw: 傳回數值的餘切值。

# AboutCotT
source: Returns the cotangent values of a column of numbers.
bg_bg: Връща стойностите на котангенса от колона с числа.
ca_es: Retorna els valors de cotangent d'una columna de nombres.
cs_cz: Vrátí hodnoty kotangens pro sloupec čísel.
da_dk: Returnerer cotangensværdierne for en kolonne med tal.
de_de: Gibt die Cotangenswerte für eine Spalte mit Zahlen zurück.
el_gr: Επιστρέφει τις τιμές συνεφαπτομένης μιας στήλης αριθμών.
es_es: Devuelve los valores de cotangente de una columna de números.
et_ee: Tagastab arve sisaldava veeru kootangensite väärtused.
eu_es: Zenbaki-zutabe baten kotangentearen balioak itzultzen ditu.
fi_fi: Palauttaa lukusarakkeen kotangenttiarvot.
fr_fr: Retourne les valeurs cotangentes d’une colonne de nombres.
gl_es: Devolve os valores da cotanxente dunha columna de números.
hi_in: संख्याओं के स्तंभ का चाप स्पज्या मान लौटाता है.
hr_hr: Vraća vrijednosti kotangensa stupca brojeva.
hu_hu: Egy számoszlop kotangensértékeit adja eredményül.
it_it: Restituisce i valori delle cotangenti di una colonna di numeri.
ja_jp: 数値列のコタンジェント値を返します。
kk_kz: Сандар бағанының котангенс мәндерін қайтарады.
ko_kr: 숫자 열의 코탄젠트 값을 반환합니다.
lt_lt: Pateikia skaičių stulpelio kotangento reikšmes.
lv_lv: Atgriež skaitļu kolonnas kotangensa vērtības.
ms_my: Mengembalikan nilai kotangen lajur nombor.
nb_no: Returnerer kotangens-verdiene for en kolonne med tall.
nl_nl: Retourneert de cotangenswaarden van een kolom getallen.
pl_pl: Zwraca wartości funkcji cotangens kolumny liczb.
pt_br: Retorna os valores cotangentes de uma coluna de números.
pt_pt: Devolve os valores de cotangente de uma coluna de números.
ro_ro: Returnează valorile cotangentei unei coloane de numere.
ru_ru: Возвращает значения котангенса для столбца чисел.
sk_sk: Vráti hodnoty kotangens stĺpca čísel.
sl_si: Vrne vrednosti kotangesna stolpca števil.
sr_cyrl_rs: Враћа вредности котангенса колоне бројева.
sr_latn_rs: Vraća vrednosti kotangensa kolone brojeva.
sv_se: Returnerar cotangens-värden av tal i en kolumn.
th_th: คืนค่าโคแทนเจนต์ของคอลัมน์ตัวเลข
tr_tr: Bir sayı sütununun kotanjant değerlerini döndürür.
uk_ua: Повертає значення котангенса для стовпця чисел.
vi_vn: Trả về các giá trị cotang của một cột số.
zh_cn: 返回数值组成的列的余切值。
zh_tw: 傳回數字資料行的餘切值。

# AboutCot_number
source: A numeric value (in radians) to process.
bg_bg: Числова стойност (в радиани) за обработка.
ca_es: Valor numèric (en radians) que es processarà.
cs_cz: Číselná hodnota (v radiánech), která se má zpracovat.
da_dk: En numerisk værdi (i radianer), der skal behandles.
de_de: Ein numerischer Wert (im Bogenmaß), der zu verarbeiten ist.
el_gr: Μια αριθμητική τιμή (σε ακτίνια) προς επεξεργασία.
es_es: Un valor numérico para procesar (en radianes).
et_ee: Töödeldav arvväärtus (radiaanides).
eu_es: Prozesatuko den zenbakizko balioa (radianetan zehaztuta).
fi_fi: Käsiteltävä numeroarvo (radiaaneina).
fr_fr: Valeur numérique (en radians) à traiter.
gl_es: Valor numérico (en radiáns) para procesar.
hi_in: संसाधित किया जाने वाला सांख्यिक मान (रेडियंस में).
hr_hr: Brojčana vrijednost (u radijanima) koja će biti obrađena.
hu_hu: A feldolgozandó számérték (radiánban).
it_it: Valore numerico (in radianti) da elaborare.
ja_jp: 処理する数値 (ラジアン単位)。
kk_kz: Өңделетін сандық мән (радианалармен берілген).
ko_kr: 처리할 숫자 값(라디안 단위)입니다.
lt_lt: Skaitinė reikšmė (radianais), skirta apdoroti.
lv_lv: Apstrādājamā skaitliskā vērtība (radiānos).
ms_my: Nilai nombor (dalam radian) untuk diproses.
nb_no: En numerisk verdi (i radianer) som skal behandles.
nl_nl: Een numerieke waarde (in radialen) die moet worden verwerkt.
pl_pl: Wartość liczbowa (w radianach) do przetworzenia.
pt_br: Um valor numérico (em radianos) para processar.
pt_pt: Um valor numérico (em radianos) a processar.
ro_ro: O valoare numerică (în radiani) de procesat.
ru_ru: Числовое значение (в радианах) для обработки.
sk_sk: Číselná hodnota (v radiánoch) na spracovanie.
sl_si: Številska vrednost (v radianih) za obdelavo.
sr_cyrl_rs: Нумеричка вредност (у радијанима) коју треба обрадити.
sr_latn_rs: Numerička vrednost (u radijanima) koju treba obraditi.
sv_se: Ett numeriskt värde (i radianer) att bearbeta.
th_th: ค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değer (radyan cinsinde).
uk_ua: Числове значення (у радіанах) для обробки.
vi_vn: Một giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值(以弧度为单位)。
zh_tw: 要處理的數值 (以弧度為單位)。

# AboutCot_input
source: A column of numeric values (in radians) to process.
bg_bg: Колона с числови стойности (в радиани) за обработка.
ca_es: Columna de valors numèrics (en radians) que es processaran.
cs_cz: Sloupec číselných hodnot (v radiánech), které se mají zpracovat.
da_dk: En kolonne med numeriske værdier (i radianer), der skal behandles.
de_de: Eine Spalte mit numerischen Werten (im Bogenmaß), die zu verarbeiten sind.
el_gr: Μια στήλη αριθμητικών τιμών (σε ακτίνια) προς επεξεργασία.
es_es: Una columna de valores numéricos para procesar (en radianes).
et_ee: Töödeldavate arvväärtuste (radiaanides) veerg.
eu_es: Prozesatuko den zenbakizko balioen zutabea (radianetan zehaztuta).
fi_fi: Käsiteltävien numeroarvojen (radiaaneina) sarake.
fr_fr: Colonne de valeurs numériques (en radians) à traiter.
gl_es: Columna de valores numéricos (en radiáns) para procesar.
hi_in: संसाधित किए जाने वाले सांख्यिक मानों (रेडियंस में) का स्तंभ.
hr_hr: Stupac brojčanih vrijednosti (u radijanima) koje će biti obrađene.
hu_hu: A feldolgozandó, számértékeket (radiánban) tartalmazó oszlop.
it_it: Colonna di valori numerici (in radianti) da elaborare.
ja_jp: 処理する数値列の値 (ラジアン単位)。
kk_kz: Өңделетін сандық мәндердің (радианалармен берілген) бағаны.
ko_kr: 처리할 숫자 값(라디안 단위)의 열입니다.
lt_lt: Skaitinių reikšmių (radianais) stulpelis, skirtas apdoroti.
lv_lv: Apstrādājamā skaitlisko vērtību (radiānos) kolonna.
ms_my: Lajur nilai nombor (dalam radian) untuk diproses.
nb_no: En kolonne med numeriske verdier (i radianer) som skal behandles.
nl_nl: Een kolom met numerieke waarden (in radialen) die moeten worden verwerkt.
pl_pl: Kolumna wartości liczbowych (w radianach) do przetworzenia.
pt_br: Uma coluna de valores numéricos (em radianos) para processar.
pt_pt: Uma coluna de valores numéricos (em radianos) a processar.
ro_ro: O coloană de valori numerice (în radiani) de procesat.
ru_ru: Столбец числовых значений (в радианах) для обработки.
sk_sk: Stĺpec číselných hodnôt (v radiánoch) na spracovanie.
sl_si: Stolpec številskih vrednosti (v radianih) za obdelavo.
sr_cyrl_rs: Колона нумеричких вредности (у радијанима) које треба обрадити.
sr_latn_rs: Kolona numeričkih vrednosti (u radijanima) koje treba obraditi.
sv_se: En kolumn med numeriska värden (i radianer) att bearbeta.
th_th: คอลัมน์ของค่าตัวเลข (ในเรเดียน) ที่จะประมวลผล
tr_tr: İşlenecek bir sayısal değerler (radyan cinsinde) sütunu.
uk_ua: Стовпець числових значень (у радіанах) для обробки.
vi_vn: Một cột giá trị số (theo radian) để xử lý.
zh_cn: 要处理的数值组成的列(以弧度为单位)。
zh_tw: 要處理的數值資料行 (以弧度為單位)。
